# St7SetFaceNIEdges

Sets whether to highlight non-interpolated face edges.

long St7SetFaceNIEdges(long uID, bool Show)

Input Parameters

uID

Strand7 model file ID.

Show

The state of the Show Non-Interpolated Edges option; either True or False.